import React from "react";

const Service = () => {
  return (
    <div className="container mx-auto mt-2">
      <div className="card-text p-[30px] w-full bg-white shadow rounded-3xl mb-8">
        <h2 className="font-[600] text-[#1C1C27] text-[17px]">
          Условия сервиса
        </h2>
        <p className="text-black font-[400] text-[17px] ml-[40px] ">
          {" "}
          Задача организации, в особенности же курс на социально-ориентированный
          национальный проект требует от нас системного анализа модели развития!
          Таким образом, постоянное информационно-техническое обеспечение нашей
          деятельности требует от нас анализа системы масштабного изменения ряда
          параметров! С другой стороны социально-экономическое развитие напрямую
          зависит от всесторонне сбалансированных нововведений?
        </p>
      </div>
      <div className="card-text p-[30px] w-full bg-white shadow rounded-3xl mb-8">
        <h2 className="font-[600] text-[#1C1C27] text-[17px]">
          Условия сервиса
        </h2>
        <p className="text-black font-[400] text-[17px] ml-[40px] ">
          {" "}
          Задача организации, в особенности же курс на социально-ориентированный
          национальный проект требует от нас системного анализа модели развития!
          Таким образом, постоянное информационно-техническое обеспечение нашей
          деятельности требует от нас анализа системы масштабного изменения ряда
          параметров! С другой стороны социально-экономическое развитие напрямую
          зависит от всесторонне сбалансированных нововведений?
        </p>
      </div>
      <div className="card-text p-[30px] w-full bg-white shadow rounded-3xl mb-24">
        <h2 className="font-[600] text-[#1C1C27] text-[17px]">
          Условия сервиса
        </h2>
        <p className="text-black font-[400] text-[17px] ml-[40px] ">
          {" "}
          Задача организации, в особенности же курс на социально-ориентированный
          национальный проект требует от нас системного анализа модели развития!
          Таким образом, постоянное информационно-техническое обеспечение нашей
          деятельности требует от нас анализа системы масштабного изменения ряда
          параметров! С другой стороны социально-экономическое развитие напрямую
          зависит от всесторонне сбалансированных нововведений?
        </p>
      </div>
    </div>
  );
};

export default Service;
